Repository: lords1m/SpektoWatch2
Catalog: SpektoWatch2/Localizable.xcstrings
Source language: de
Languages: en

# scroll_speed.fast
source: Schnell
en: Fast

# scroll_speed.slow
source: Langsam
en: Slow

# scroll_speed.very_fast
source: Sehr Schnell
en: Very Fast

# scroll_speed.very_slow
source: Sehr Langsam
en: Very Slow

# stereo_input.bottom_back
source: Unten / Hinten
en: Bottom / Back

# stereo_input.front_back
source: Vorne / Hinten
en: Front / Back

# stereo_input.front_bottom
source: Vorne / Unten
en: Front / Bottom

# window_function.blackman_harris.description
source: Exzellente Leckage-Unterdrückung (-92 dB). Für präzise Amplitudenmessung bei bekannten Frequenzen.
en: Excellent leakage suppression (-92 dB). For precise amplitude measurement at known frequencies.

# window_function.blackman.description
source: Sehr gute Leckage-Unterdrückung. Ideal für Breitbandanalyse mit schwachen Signalen neben starken.
en: Very good leakage suppression. Ideal for broadband analysis with weak signals beside strong ones.

# window_function.flat_top.description
source: Optimiert für genaue Amplitudenmessung. Breitester Hauptlappen, aber präziseste Pegelwerte.
en: Optimized for accurate amplitude measurement. Widest main lobe but most precise level readings.

# window_function.hamming.description
source: Ähnlich wie Hann, aber bessere Seitenlappen-Unterdrückung auf Kosten von mehr Hauptlappen-Breite.
en: Similar to Hann but better sidelobe suppression at the cost of a wider main lobe.

# window_function.hann.description
source: Guter Kompromiss zwischen Auflösung und Leckage. Standard für allgemeine Anwendungen.
en: Good compromise between resolution and leakage. Default for general use.

# window_function.rectangular.description
source: Beste Frequenzauflösung, aber starke spektrale Leckage. Geeignet wenn Signalfrequenz exakt auf FFT-Bin fällt.
en: Best frequency resolution but strong spectral leakage. Suitable when the signal frequency lands exactly on an FFT bin.

# window_function.rectangular.name
source: Rechteck
en: Rectangular
